Repository: Saritzia/PillBox
Catalog: PillBox/PillBox/Sources/Localizable.xcstrings
Source language: en
Languages: es

# AvatarTitle
source: Choose an avatar.
es: Selecciona tu avatar.

source: Configuration
es: Configuración

source: Day/s
es: Día/s

source: Delete
es: Borrar

# DrugAlertTitle
source: Add a new drug.
es: Añade un nuevo fármaco.

source: Drug name
es: Nombre del fármaco

source: Drugs
es: Fármacos

# EndDate
source: End date of treatment
es: Fecha fin del tratamiento

# ErrorDescription
source: Please, try it again.
es: Por favor, inténtalo de nuevo.

# ErrorTitle
source: Ops! Having problems with your request.
es: ¡Ops! Parece que ha habido un error al intentar realizar la operación.

# Exit
source: Go back
es: Salir del proceso

source: Frequency
es: Frecuencia

source: Hour/s
es: Hora/s

source: Month/s
es: Mes/es

# Notifications
source: Active notifications
es: Enviar notificaciones

source: OK
es: Confirmar

# OtherInformation
source: Other important information
es: Otra información de interés

source: Period of time
es: Periodo de tiempo

source: Retry
es: Reintentar

source: Save configuration
es: Salvar configuración

source: Start
es: Comenzar

# SuccessButton
source: Go back
es: Volver

# SuccessDescription
source: The configuration has been saved succesfully.
es: Se ha guardado la configuración correctamente.

# SuccessTitle
source: Great!
es: ¡Genial!

# userAlertTitle
source: Add a new user.
es: Añade un nuevo usuario.

source: Users
es: Usuarios

# Year
source: Year/s
es: Año/s
